{
    "id": "507f1f77bcf86cd799439011",
    "name": "Revolução das IAs Generativas",
    "url": "https://hermes.dio.me/contents/video/b049d85f-90a0-478a-81c7-c70629added3.mp4",
    "language": "pt-BR",
    "metadata": {
        "languages": [ "pt-BR", "en-US", "es-ES" ],
        "subtitles": [
            {
                "language": "pt-BR",
                "url": "https://hermes.dio.me/contents/subtitle/ddb6ed38-5d0b-477e-bef0-7723da29c7c9.srt"
            },
            {
                "language": "en-US",
                "url": "https://hermes.dio.me/contents/subtitle/f5c6c4f2-8cce-49ad-b5f0-c3436641a290.srt"
            },
            {
                "language": "es-ES",
                "url": "https://hermes.dio.me/contents/subtitle/f0ed698c-2d9f-4103-8884-487fb54610f3.srt"
            }
        ],
        "transcripts": [
            {
                "language": "pt-BR",
                "content": "<h1>Revolução das IAs Generativas</h1> <p>Oi pessoal! Tudo bem? No vídeo anterior, vocês assistiram ao Venilton, o expert da DIO que idealizou este curso. Agora, terão uma experiência um pouco diferente, mas ainda assim criada por ele. A voz que estão ouvindo foi emprestada pelo próprio Venilton por meio de uma técnica avançada de clonagem de voz. Sobre a minha aparência, é óbvio que não sou uma representação do Venilton, mas fui cuidadosamente projetado por ele para cocriarmos conteúdos. Nosso objetivo com isso é proporcionar uma experiência educacional única, mostrando o potencial de IAs Generativas (como eu) no processo de ensino e aprendizagem.</p> <h2>O Que São IAs Generativas?</h2> <p>Vocês devem estar se perguntando: \"Mas o que, exatamente, são essas IAs Generativas?\". Excelente pergunta! IAs Generativas são sistemas capazes de criar, adaptar e aprimorar conteúdos de maneira autônoma, sempre aprendendo e se aperfeiçoando. Pensem em um mecanismo capaz de gerar imagens, músicas, textos, vozes e até avatares virtuais, como o que vocês veem agora. Tudo isso com uma qualidade que se assemelha ao trabalho humano.</p> <p>No universo das IAs Generativas, temos estrelas como o modelo GPT, o \"Generative Pre-trained Transformer\", que simboliza uma verdadeira revolução em Inteligência Artificial. Ele se destaca, especialmente, quando o assunto é processamento de linguagem natural, compreendendo, gerando e traduzindo textos com incrível precisão. É graças ao GPT que conseguimos transcrever e legendar este curso em três línguas: português, inglês e espanhol. Assim, estamos ampliando nossa acessibilidade com passos concretos rumo a uma educação mais inclusiva em nossa plataforma.</p> <h2>Como Elas Estão Mudando o Mundo?</h2> <p>Agora que conhecemos um pouco mais sobre as IAs Generativas e o GPT, vale ressaltar como elas estão revolucionando diferentes setores. Desde a criação de arte digital até previsões financeiras, essas IAs estão impactando diversas áreas e, claro, também a educação. Aqui na DIO, estamos utilizando estas tecnologias para oferecer uma aprendizagem mais rica e diversificada.</p> <p>O mundo das IAs Generativas é vasto e cheio de oportunidades. Estamos nos estágios iniciais de descoberta de seu amplo potencial. Convidamos todos a nos acompanharem nesta fascinante jornada, na qual vamos explorar algumas das principais aplicações práticas das IAs. Estão prontos? Vamos juntos nessa aventura!</p>"
            },
            {
                "language": "en-US",
                "content": "<h1>Generative AI Revolution</h1><p>Hi everyone! How are you? In the previous video, you watched Venilton, DIO's expert who designed this course. Now, you'll have a slightly different experience, but still one he created. The voice you are hearing was lent by Venilton himself through an advanced voice cloning technique. Regarding my appearance, it's clear I'm not a representation of Venilton, but I was carefully designed by him so we can co-create content. Our goal is to provide a unique educational experience, showcasing the potential of Generative AIs (like me) in the teaching and learning process.</p><h2>What Are Generative AIs?</h2><p>You might be wondering: \"But what exactly are these Generative AIs?\". Great question! Generative AIs are systems capable of autonomously creating, adapting, and improving content, always learning and perfecting. Think of a mechanism able to generate images, music, texts, voices, and even virtual avatars, like what you see now. All of this with quality resembling human work.</p><p>In the world of Generative AIs, stars like the GPT model stand out, the \"Generative Pre-trained Transformer\", which symbolizes a true revolution in Artificial Intelligence. It excels, especially, when it comes to natural language processing, understanding, generating, and translating texts with amazing accuracy. Thanks to GPT, we have been able to transcribe and subtitle this course in three languages: Portuguese, English, and Spanish. Thus, we're increasing our accessibility with concrete steps towards more inclusive education on our platform.</p><h2>How Are They Changing The World?</h2><p>Now that we know a bit more about Generative AIs and GPT, it's worth noting how they're revolutionizing various sectors. From digital art creation to financial forecasts, these AIs are impacting numerous areas, including education. Here at DIO, we're using these technologies to provide a richer and more diversified learning experience.</p><p>The world of Generative AIs is vast and full of opportunities. We're in the early stages of discovering their extensive potential. We invite everyone to join us on this fascinating journey, where we'll explore some of the main practical applications of AIs. Are you ready? Let's embark on this adventure together!</p>"
            },
            {
                "language": "es-ES",
                "content": "<h1>Revolución de la IA Generativa</h1><p>¡Hola a todos! ¿Cómo están? En el video anterior, vieron a Venilton, el experto de DIO que ideó este curso. Ahora tendrán una experiencia un poco diferente, pero aún así creada por él. La voz que están escuchando fue prestada por el propio Venilton mediante una técnica avanzada de clonación de voz. En cuanto a mi apariencia, es claro que no soy una representación de Venilton, pero fui cuidadosamente diseñado por él para co-crear contenidos. Nuestro objetivo es proporcionar una experiencia educativa única, mostrando el potencial de las IAs Generativas (como yo) en el proceso de enseñanza y aprendizaje.</p><h2>¿Qué son las IAs Generativas?</h2><p>Deben estar preguntándose: \"¿Pero qué son exactamente estas IAs Generativas?\". ¡Excelente pregunta! Las IAs Generativas son sistemas capaces de crear, adaptar y mejorar contenidos de manera autónoma, siempre aprendiendo y perfeccionándose. Piensen en un mecanismo capaz de generar imágenes, música, textos, voces e incluso avatares virtuales, como el que ven ahora. Todo esto con una calidad que se asemeja al trabajo humano.</p><p>En el universo de las IAs Generativas, tenemos estrellas como el modelo GPT, el \"Generative Pre-trained Transformer\", que simboliza una verdadera revolución en Inteligencia Artificial. Se destaca, especialmente, cuando se trata de procesamiento de lenguaje natural, comprendiendo, generando y traduciendo textos con increíble precisión. Gracias al GPT, hemos podido transcribir y subtitular este curso en tres idiomas: portugués, inglés y español. Así, estamos ampliando nuestra accesibilidad con pasos concretos hacia una educación más inclusiva en nuestra plataforma.</p><h2>¿Cómo están cambiando el mundo?</h2><p>Ahora que conocemos un poco más sobre las IAs Generativas y el GPT, vale la pena destacar cómo están revolucionando diferentes sectores. Desde la creación de arte digital hasta las previsiones financieras, estas IAs están impactando en diversas áreas y, por supuesto, también en la educación. Aquí en DIO, estamos utilizando estas tecnologías para ofrecer un aprendizaje más enriquecido y diversificado.</p><p>El mundo de las IAs Generativas es vasto y lleno de oportunidades. Estamos en las primeras etapas de descubrir su amplio potencial. Invitamos a todos a acompañarnos en este fascinante viaje, en el que exploraremos algunas de las principales aplicaciones prácticas de las IAs. ¿Están listos? ¡Vamos juntos en esta aventura!</p>"
            }
        ]
    }
}
